Repository: joko-wandiro/phc-pricing-table
Catalog: languages/phc-pricing-table-*.po
Languages: id_id

source: Pricing Tables
id_id: Tabel Harga

source: Pricing Table
id_id: Tabel Harga

source: Add New Pricing Table
id_id: Tambah Tabel Harga Baru

source: Edit Pricing Table
id_id: Rubah Tabel Harga

source: New Pricing Table
id_id: Tabel Harga Baru

source: View Pricing Table
id_id: Tampilkan Tabel Harga

source: Search Pricing Tables
id_id: Cari Tabel Harga

source: No Pricing Tables Found
id_id: Tabel Harga tidak ditemukan

source: No Pricing Tables Found In Trash
id_id: Tabel Harga tidak ditemukan di Trash

source: New Plan
id_id: Rencana Baru

source: Delete
id_id: Hapus

source: Remove
id_id: Hapus

source: Set Recommended / Popular
id_id: Atur menjadi Rekomendasi / Populer

source: Plan
id_id: Rencana

source: Title
id_id: Judul

source: Detail
id_id: Rincian

source: Price
id_id: Harga

source: Add Feature
id_id: Tambah Keunggulan

source: Theme
id_id: Tema

# column
source: Title
id_id: Judul

# column
source: Plan
id_id: Rencana

# column
source: Date
id_id: Tanggal

source: Documentation
id_id: Dokumentasi

# documentation tab
source: How to Use
id_id: Bagaimana Menggunakannya

# documentation tab
source: Customize Themes
id_id: Kustomisasi Tema

# documentation tab
source: Create New Theme
id_id: Buat Tema Baru

# documentation tab
source: Translation
id_id: Terjemahan

# donation text
source: If it useful for you and want give me a donation, just click Donate Button
id_id: Jika plugin ini berguna untuk anda dan ingin memberikan donasi, klik saja Donate Button

source: Goto Pricing Tables &gt; Add New Pricing Table.
id_id: Pilih Tabel Harga &gt; Tambah Tabel Harga Baru

source: Enter Title. Ex: Pricing Table.
id_id: Masukan Judul. Ex: Pricing Table.

source: Click New Plan to add each of your plan.
id_id: Klik Rencana Baru untuk menambah masing masing rencana.

source: Fill fields of your plan like the following image.
id_id: Isikan fields dari rencanamu seperti gambar berikut.

source: Then add your next plan, assume like the following image.
id_id: Lalu tambahkan rencana selanjutmu, anggap seperti gambar berikut

source: Click selectbox to select Theme for your pricing table.
id_id: Klik selectbox untuk memilih tema tabel harga.

source: Click Publish Button to save data.
id_id: Klik Publish Button untuk menyimpan data.

source: Goto Pricing Tables to view all of your pricing tables. You can add it into your post or page, just copy shortcode syntax on Shortcode column. Then you will get your pricing table on your post / page.
id_id: Pilih Tabel Harga untuk menampilkan seluruh tabel harga. Kau bisa menambahnya kedalam post atau page, copy syntax shortcode pada kolom Shortcode. Lalu kau akan memperoleh tabel harga-mu pada post atau page.

source: Goto Posts &gt; All Posts. Then click edit on specific post. You can create new post / page later, I use edit post just for example.
id_id: Pilih Posts &gt; All Posts. Lalu klik edit pada post tertentu. Kau bisa membuat post / page baru nanti, Kita gunakan edit post untuk contoh.

source: Add pricing table shortcode like the following image.
id_id: Tambah shortcode tabel harga seperti gambar berikut.

source: Click Update. Then click View Post button to check pricing table is shown on your post. You should see your post like the following image.
id_id: Klik Update. Lalu klik View Post untuk mengecek tabel harga tampil pada post-mu. Kau seharusnya melihat post-mu seperti gambar berikut.

source: Goto phc pricing table plugin directory ( wp-content/plugins/phc-pricing-table ). then select theme folder.
id_id: Pilih direktori plugin phc pricing table ( wp-content/plugins/phc-pricing-table ) lalu pilih folder theme.

source: Theme pricing table have the following structure. For example I will use sort theme.
id_id: Tema tabel harga memiliki struktur berikut. Contohnya Kita akan menggunakan sort theme.

source: layout.tpl file contain html markup. Value which wrapped with curle bracket will be replaced with proper value using template parser.
id_id: file layout.tpl berisi html markup. Nilai yang dibungkus dengan tanda kurung keriting akan diganti dengan nilai tepat menggunakan template parser.

source: theme.js contain javascript and theme.css contain stylesheet for your pricing table.
id_id: theme.js berisi javascript and theme.css berisi stylesheet untuk tabel harga.

source: Copy – Paste folder sort and rename it to mine.
id_id: Copy – Paste folder sort and namai ulang menjadi mine.

source: Goto Pricing Tables > Add New Pricing Table. Click selectbox theme and you can select your new theme.
id_id: Pilih Tabel Harga > Tambah Tabel Harga Baru. Klik selectbox tema dan kau bisa memilih tema baru-mu.

source: Now you can create your own pricing table's theme and I will create extra page or something like that so you can share your theme to another user. Thanks everyone to use this plugin.
id_id: Sekarang anda bisa membuat tema tabel harga buatanmu dan Kita akan membuat halaman extra atau sesuatu seperti itu jadi kau bisa membagi tema-mu ke pengguna lainnya. Terima kasih telah menggunakan plugin ini.

source: Help me to Translate it. I provide POT file on languages folder. You can use translation application such as POEdit and translate it to your locale language and save it into PO file and MO file
id_id: Bantu saya menerjemahkan. Saya menyediakan file POT pada languages folder. Kau bisa menggunakan aplikasi seperti POEdit dan menerjemahkan ke bahasa-mu dan menyimpannya kedalam PO file and MO file

source: You can contribute to make it bigger with your support guys !
id_id: Kau bisa berkontribusi untuk membuatnya lebih besar dengan dukunganmu kawan-kawan !
